import { Feature } from "@/types/feture";

const featuresData: Feature[] = [
  {
    id: 1,
    icon: "/images/icons/teach.gif",
    title: "Все в одном месте!",
    paragraph:
      "Мы объединяем основное обучение, авторские курсы (ментальная арифметика, скорочтение, суперпамять, спорт-стекинг) и спортивные секции. Всё для развития вашего ребёнка — без лишних поездок!",
  },
  {
    id: 1,
    icon: "/images/icons/jou.gif",
    title: "Все домашние задания выполняются в школе",
    paragraph:
      "После занятий дети выполняют уроки с учителем, освобождая вечера для отдыха. Все учебники хранятся в личных шкафчиках — никаких тяжелых рюкзаков!",
  },
  {
    id: 1,
    icon: "/images/icons/sal.gif",
    title: "Здоровое питание",
    paragraph:
      "Завтрак, обед и полдник по продуманному меню. Наши повара готовят сбалансированные блюда, чтобы дети оставались энергичными весь день.",
  },

  {
    id: 1,
    icon: "/images/icons/web.gif",
    title: "Углубленный английский и IT",
    paragraph:
      "Программа фокусируется на IT-технологиях и английском языке — ключевых навыках для успешной карьеры в современном мире.",
  },
  {
    id: 1,
    icon: "/images/icons/wi.gif",
    title: "Участие в международных соревнованиях",
    paragraph:
      "Ученики соревнуются на олимпиадах (Memoriad, World Memory Championship и др.), проверяя навыки и перенимая международный опыт.",
  },
  {
    id: 1,
    icon: "/images/icons/mat.gif",
    title: " Кружки и секции ",
    paragraph:
      "Футбол, баскетбол, ЛФК, ораторское искусство, логика — развиваем таланты, экономя ваше время.",
  },
];
export default featuresData;
